<?php

return [

    'title' => 'تسجيل الدخول',

    'welcome' => 'مرحباً بك!',

    'subtitle' => 'سجل الدخول إلى حسابك',

    'email' => 'البريد الإلكتروني',

    'password' => 'كلمة المرور',

    'remember' => 'تذكرني',

    'login' => 'تسجيل الدخول',

    'no_account' => 'ليس لديك حساب؟',

    'register' => 'إنشاء حساب',

    'forgot_password' => 'نسيت كلمة المرور؟',

     'or' => 'أو',

    'create_account' => 'إنشاء حساب',

    'hero_title' => 'اكتشف سحر مراكش',

    'hero_subtitle' => 'استكشف معالم سياحية لا تُنسى، وقصوراً تاريخية، وحدائق سرية مع دليل السفر المخصص لدينا.',

    'rights' => 'جميع الحقوق محفوظة.',

];